Repository: City-busz/photos
Catalog: po/shotwell-core/*.po
Languages: vi

source: You have already logged in and out of Flickr during this Shotwell session. To continue publishing to Flickr, quit and restart Shotwell, then try publishing again.
vi: Bạn đã đăng nhập và đăng xuất ra khỏi Flickr trong phiên làm việc với Shotwell này. Để tiếp tục công bố cho Flickr, thoát và khởi động lại Shotwell, rồi thử công bố lại một lần nữa.

source: Preparing to login...
vi: Đang chuẩn bị đăng nhập...

source: You are logged into Flickr as %s.
vi: Bạn đã đăng nhập vào Flickr với tên %s.

source: Your free Flickr account limits how much data you can upload per month. This month, you have %d megabytes remaining in your upload quota.
vi: Tài khoản Flickr của bạn hạn chế khối lương số liệu mà bạn có thể tải lên mỗi tháng. Tháng này, bạn còn %d MB để tải lên ảnh.

source: Your Flickr Pro account entitles you to unlimited uploads.
vi: Tài khoản Flickr của bạn cho phép tải lên ảnh vô hạn.

source: Photos _visible to:
vi: _Quyền xem ảnh cho:

source: Videos _visible to:
vi: Video được cho _xem cho:

source: Photos and videos _visible to:
vi: Ảnh và video được cho _xem cho:

source: Photo _size:
vi: Kích _thước ảnh:

source: Friends & family only
vi: Chỉ có bạn và gia đình

source: 500 x 375 pixels
vi: 500 x 375 điểm ảnh pixels

source: 1024 x 768 pixels
vi: 1024 x 768 điểm ảnh pixels

source: 2048 x 1536 pixels
vi: 2048 x 1536 điểm ảnh pixels

source: 4096 x 3072 pixels
vi: 4096 x 3072 điểm ảnh pixels

source: Core Publishing Services
vi: Dịch vụ Công bố Chính

source: You are not currently logged into Picasa Web Albums. You must have already signed up for a Google account and set it up for use with Picasa to continue. You can set up most accounts by using your browser to log into the Picasa Web Albums site at least once.
vi: Bạn chưa đăng nhập vào Picasa Web Albums. Bạn cần có một tài khoản Google và thiết lập nó để dùng Picasa mới tiếp tục được. Bạn có thể thiết lập đa số các tài khoản bằng cách truy cập vào trang web Picasa Web Albums tối thiểu một lần.

source: Enter the email address and password associated with your Picasa Web Albums account.
vi: Hãy gõ địa chỉ điện thư và mật khẩu đi kèm với tải khoản Picasa Web Albums của bạn.

source: Picasa Web Albums didn't recognize the email address and password you entered. To try again, re-enter your email address and password below.
vi: Picasa Web Albums không nhận địa chỉ điện thư và mật khẩu bạn đã cung cấp. Muốn thử lại, vui lòng gõ lại địa chỉ điện thư và mật khẩu ở dưới đây.

source: The email address and password you entered correspond to a Google account that isn't set up for use with Picasa Web Albums. You can set up most accounts by using your browser to log into the Picasa Web Albums site at least once. To try again, re-enter your email address and password below.
vi: Địa chỉ điện thư và mật khẩu đã gõ vào thuộc một tài khoản Google chưa được thiết lập để dùng với Picasa Web Albums. Bạn có thể thiết lập tài khoản bằng cách truy cập vào trang web Picasa Web Albums tối thiểu 1 lần. Để thử lại, vui lòng gõ lại địa chỉ điện thư và mật khẩu ở dưới đây.

source: The email address and password you entered correspond to a Google account that has been tagged as requiring additional security. You can clear this tag by using your browser to log into Picasa Web Albums. To try again, re-enter your email address and password below.
vi: Địa chỉ điện thư và mật khẩu bạn vừa mới gõ là của một tài khoản Google đã được đánh dấu cần thêm an ninh. Bạn có thể bỏ sự đánh dấu đó bằng cách dùng trình duyệt web truy cập vào tài khoản Picasa Web Albums. Để thử lại, vui lòng gõ lại địa chỉ điện thư và mật khảu ở dưới đây.

source: You are logged into Picasa Web Albums as %s.
vi: Bận đăng nhập vào Picasa Web Albums như %s.

source: Videos will appear in:
vi: Video sẽ xuất hiện trong:

source: Photos will appear in:
vi: Ảnh sẽ hiện thị trong:

source: An _existing album:
vi: Một tập ảnh đang _có:

source: A _new album named:
vi: Một tập ảnh _mới mang tên:

source: L_ist album in public gallery
vi: L_iệt kê tập ảnh trong phòng trưng bày công cộng

source: Photo _size preset:
vi: Kích _thước ảnh mặc đinh:

source: Small (640 x 480 pixels)
vi: Nhỏ (640 x480 pixels)

source: Medium (1024 x 768 pixels)
vi: Trung (1024 x 768 pixels)

source: Recommended (1600 x 1200 pixels)
vi: Kiến nghị (1600 x 1200 pixels)

source: Core Slideshow Transitions
vi: Quá trình chuyển đổi ảnh chiếu chủ yếu

source: Copyright 2010 Maxim Kartashev, Copyright 2011 Yorba Foundation
vi: Bản quyền 2010 Maxim Kartashev, Bản quyền 2011 Yorba Foundation

source: Slide
vi: Ảnh chiếu

source: Fade
vi: Mờ dần

source: Crumble
vi: Sụp đổ

source: Set as Desktop Slideshow
vi: Thiết lập thành Trình xem ảnh tự động

source: Show each photo for
vi: Hiện thị mỗi ảnh trong

source: period of time
vi: thời gian

source: How long each photo is shown on the desktop background
vi: Khoảng bao lâu mỗi ảnh sẽ được hiện thị trên màn hình nền

source: Generate desktop background slideshow
vi: Tạo ra một trình xem ảnh tự động cho màn hình nền

source: Search
vi: Tìm kiếm

source: _Name of search:
vi: _Tên cuộc tìm kiếm:

source: _Match
vi: _Khớp

source: of the following:
vi: theo sau đây:

source: Preparing pictures for import...
vi: Chuẩn bị ảnh để nhập...

source: error
vi: lỗi

source: Shotwell Preferences
vi: Tùy thích Shotwell

source: white
vi: trắng

source: black
vi: đen

source: _Watch library directory for new files
vi: _Giám sát tệp mới trong thư mục thư viện

source: Metadata
vi: Siêu Thông tin

source: Write tags, titles, and other _metadata to photo files
vi: Viết thẻ đánh dấu, chủ đề, và những siêu thông tin khác vào các tệp ảnh

source: Display
vi: Hiển thị

source: _Import photos to:
vi: Nhậ_p ảnh vào:

source: _Background:
vi: _Nền:

source: Importing
vi: Đang nhập

source: _Directory structure:
vi: Cấu trúc _thư mục:

source: _Pattern:
vi: _Mẫu:

source: Example:
vi: Ví dụ:

source: R_ename imported files to lowercase
vi: Đặt lại tên tệp đã nhập dùng chữ nhỏ.

source: _Default:
vi: _Mặc định:

source: E_xternal photo editor:
vi: Trình sửa ảnh n_goại:

source: External _RAW editor:
vi: Trình soạn _RAW ngoại

source: External Editors
vi: Các trình soạn ngoại

source: Plugins
vi: Phần mở rộng
