Repository: City-busz/photos
Catalog: po/shotwell-core/*.po
Languages: vi

source: Original Size
vi: Kích thước gốc

source: Custom
vi: Tuỳ chọn

source: Close the Faces tool without saving changes
vi: Đóng lại công cụ Mặt không lưu lại những thay đổi

source: Save changes and close the Faces tool
vi: Lưu lại những thay đổi và đóng lại công cụ Mặt

source: Click and drag to tag a face
vi: Nhấn và kéo để đánh dấu một mặt

source: Click to edit face <i>%s</i>
vi: Nhấn vào để sửa dôi mặt <i>%s</i>

source: Stop dragging to add your face and name it.
vi: Ngừng kéo để bổ sung mặt và đặt tên.

source: Type a name for this face, then press Enter
vi: Gõ tên cho mặt này và nhấn Enter

source: Move or modify the face shape or name and press Enter
vi: Di chuyển hoặc sửa dổi khuôn mặt hay tên và nhấn Enter

source: Size:
vi: Kích thước:

source: Close the red-eye tool
vi: Đóng công cụ mắt đỏ

source: Remove any red-eye effects in the selected region
vi: Loại bỏ hiện tương mắt đỏ trong vùng đã chọn

source: _Reset
vi: Đặt _lại

source: Exposure:
vi: Phơi sáng:

source: Saturation:
vi: Độ bão hoà:

source: Tint:
vi: Sắc:

source: Temperature:
vi: Nhiệt độ:

source: Shadows:
vi: Bóng đổ:

source: Reset Colors
vi: Đặt lại Màu

source: Reset all color adjustments to original
vi: Đặt lại tất cả các màu về giá trị gốc

source: Temperature
vi: Nhiệt độ

source: Tint
vi: Sắc

source: Saturation
vi: Độ bão hoà

source: Exposure
vi: Phơi sáng

source: Shadows
vi: Bóng đổ

source: Contrast Expansion
vi: Mở rộng độ tương phản

source: Unable to process monitoring updates: %s
vi: Không theo dõi được các bản cập nhật: %s

source: No events
vi: Không có sự kiện

source: No events found
vi: Không tìm được sự kiện

source: Events
vi: Sự kiện

source: Undated
vi: Không có ngày

source: %d Photo/Video
vi: %d ảnh/video

source: %d Photo
vi: %d Ảnh

source: No Event
vi: Không có sự kiện

source: Unable to generate a temporary file for %s: %s
vi: Không tạo được tệp tạm thời cho %s: %s

source: Exporting
vi: Đang xuất

source: File %s already exists. Replace?
vi: Tệp %s đã có rồi. Thay thế?

source: _Skip
vi: _Bỏ qua

source: _Replace
vi: Th_ay thế

source: Replace _All
vi: Thấy thế Tất _cả

source: Export
vi: Xuất

source: Unable to open/create photo database %s: error code %d
vi: Không mở hoặc không tạo được ngân hàng ảnh %s: lỗi sai %d

source: Unable to write to photo database file: %s
vi: Không viết được vào cơ sở dữ liệu ảnh: %s

source: Error accessing database file: %s Error was: %s
vi: Lỗi khi đang truy cập cơ sở dữ liệu ảnh: %s Lỗi gặp là: %s

source: This will remove the tag "%s" from one photo. Continue?
vi: Sẽ xoá bỏ thẻ "%s" từ %d ảnh. Tiếp tục?

source: This will remove the saved search "%s". Continue?
vi: Sẽ loại bỏ bộ tìm kiếm đã lưu "%s". Tiếp tục không?

source: This will remove the face "%s" from one photo. Continue?
vi: Sẽ loại bỏ mặt "%s" từ %d ảnh. Tiếp tục không?

source: Export Video
vi: Xuất Video

source: Shotwell couldn't create a file for editing this photo because you do not have permission to write to %s.
vi: Shotwell không tạo ra được một tệp để sửa lại tấm ảnh này do bạn không có quyền viết vào %s.

source: Unable to export the following photo due to a file error.
vi: Không xuất được ảnh sau do lỗi tệp.

source: Would you like to continue exporting?
vi: Bạn có muốn tiếp tục xuất ảnh không?

source: Con_tinue
vi: Tiếp _tục

source: Unmodified
vi: Không bị thay đổi

source: Current
vi: Hiện tại

source: _Format:
vi: Định _dạng:

source: _Quality:
vi: _Chất lượng:

source: _Scaling constraint:
vi: _Giới hạn tỷ lệ:

source: Export metadata
vi: Xuất metadata

source: (and %d more)
vi: (và thêm %d)

source: 1 duplicate photo was not imported:
vi: Đã không nhập %d ảnh đúp:

source: 1 duplicate video was not imported:
vi: %d bản video không nhập:

source: 1 duplicate photo/video was not imported:
vi: %d ảnh/video trùng lặp không nhập:

source: 1 photo failed to import due to a file or hardware error:
vi: Không nhập được %d ảnh do lỗi tệp hoặc phần cứng:

source: 1 video failed to import due to a file or hardware error:
vi: Nhập %d video đã thất bại do lỗi trong tệp hoặc do lỗi phần cứng:

source: 1 photo/video failed to import due to a file or hardware error:
vi: %d ảnh/video không nhập được do lỗi tệp hoặc phần cứng:

source: 1 file failed to import due to a file or hardware error:
vi: Nhập %d tệp không thành công do lỗi tệp hoặc lỗi phần cứng:

source: 1 photo failed to import because the photo library folder was not writable:
vi: %d ảnh không nhập được do thư mục thư viện ảnh không có phép ghi lại:

source: 1 video failed to import because the photo library folder was not writable:
vi: %d video không nhập được do thư mục thư viện ảnh không có phép ghi lại:

source: 1 photo/video failed to import because the photo library folder was not writable:
vi: %d ảnh/video không nhập được do thư mục thư viện ảnh không có phép ghi lại:

source: 1 file failed to import because the photo library folder was not writable:
vi: Nhập %d tệp không thành công do không ghi vào được thư mục chứa thư viện ảnh:

source: 1 photo failed to import due to a camera error:
vi: %d ảnh không nhập được do lỗi với máy ảnh:

source: 1 video failed to import due to a camera error:
vi: %d video không nhập được do lỗi máy ảnh:

source: 1 photo/video failed to import due to a camera error:
vi: %d ảnh/video không nhập được do lỗi máy ảnh:

source: 1 file failed to import due to a camera error:
vi: Nhập %d tệp không thành công do lỗi máy ảnh:

source: 1 unsupported photo skipped:
vi: Bỏ qua %d ảnh không hỗ trợ:

source: 1 non-image file skipped.
vi: Bỏ qua %d tệp không ảnh.

source: 1 photo skipped due to user cancel:
vi: Bỏ qua %d ảnh do người dùng hủy tác vụ:

source: 1 video skipped due to user cancel:
vi: %d video đã bỏ qua do người dùng bỏ qua:

source: 1 photo/video skipped due to user cancel:
vi: %d ảnh/video đã bỏ qua do người dùng bỏ qua:

source: 1 file skipped due to user cancel:
vi: Bỏ %d tệp theo lệnh của người dùng:

source: 1 photo successfully imported.
vi: Đã nhập thành công %d ảnh.

source: 1 video successfully imported.
vi: %d video được nhập thành công.

source: 1 photo/video successfully imported.
vi: %d ảnh/video được nhập thành công.

source: No photos or videos imported.
vi: Không có ảnh hoặc video được nhập.

source: Import Complete
vi: Thao tác nhập đã hoàn thành

source: %d second
vi: %d giây

source: %d minute
vi: %d phút

source: %d hour
vi: %d giờ

source: 1 day
vi: 1 ngày

source: Name:
vi: Tên:

source: Title:
vi: Tiêu đề:

source: _Trash File
vi: _Những tệp trong Thùng rác

source: Only _Remove
vi: Chỉ _Loại bỏ

source: Revert External Edit?
vi: Đổi ngược lại những thay đổi bên ngoài?

source: Revert External Edits?
vi: Đổi ngược lại những thay đổi bên ngoài?

source: This will destroy all changes made to the external file. Continue?
vi: Tác vụ này sẽ bỏ tất cả những thay đổi cho %d tệp bên ngoài. Tiếp tục?

source: Re_vert External Edit
vi: Đổi _Ngược lại Thay đổi bên Ngoài

source: Re_vert External Edits
vi: Đổi _Ngược lại những Thay đổi bên Ngoài

source: This will remove the photo from the library. Continue?
vi: Sẽ xoá %d ảnh ra khỏi thư viện. Tiếp tục?

source: _Remove
vi: _Xóa

source: Remove Photo From Library
vi: Loại bỏ ảnh ra khỏi thư viện

source: Remove Photos From Library
vi: Loại bỏ những ảnh ra khỏi thư viện

source: AM
vi: sáng

source: PM
vi: chiều

source: 24 Hr
vi: 24 Giờ

source: _Shift photos/videos by the same amount
vi: Dịch chuyển ảnh/video cùng thời lượng

source: Set _all photos/videos to this time
vi: Đạt _tất cả ảnh/video theo giờ này

source: _Modify original file
vi: _Sửa tệp gốc

source: _Modify original files
vi: _Sửa những tệp gốc

source: Original:
vi: Gốc:

source: %m/%d/%Y, %H:%M:%S
vi: %H:%M:%S, %d/%m/%Y

source: %m/%d/%Y, %I:%M:%S %p
vi: %I:%M:%S %p, %d/%m/%Y

source: Exposure time will be shifted forward by %d %s, %d %s, %d %s, and %d %s.
vi: Thời gian phơi sáng sẽ được giảm một khoảng %d %s, %d %s, %d %s, và %d %s.

source: Exposure time will be shifted backward by %d %s, %d %s, %d %s, and %d %s.
vi: Thời gian phơi sáng sẽ được tăng một khoảng %d %s, %d %s, %d %s, và %d %s.

source: day
vi: ngày

source: hour
vi: giờ

source: minute
vi: phút

source: second
vi: giây

source: And %d other.
vi: Và %d khác.

source: Tags (separated by commas):
vi: Thẻ đánh dấu (phân tách bằng dấu phẩy):

source: Welcome!
vi: Chào mừng bạn!

source: Welcome to Shotwell!
vi: Chào mừng đã đến với Shotwell!

source: To get started, import photos in any of these ways:
vi: Để bắt đầu, bạn có thể nhập ảnh với những cách sau đây:

source: Choose <span weight="bold">File %s Import From Folder</span>
vi: Chọn <span weight="bold">Nhập Tệp %s từ Thư mục</span>

source: Drag and drop photos onto the Shotwell window
vi: Kéo và thả ảnh vào cửa sổ Shotwell

source: Connect a camera to your computer and import
vi: Kết nối một máy ảnh và nhập ảnh vào máy tính

source: Import photos from your _F-Spot library
vi: Nhập ảnh từ thư viện _F-Spot

source: _Import photos from your %s folder
vi: _Nhập ảnh từ thư mục %s

source: You can also import photos in any of these ways:
vi: Bạn cũng có thể nhập ảnh bằng những cách sau đây:

source: _Don't show this message again
vi: _Không hiển thị thông báo này nữa

source: (Help)
vi: (Trợ giúp)

source: Year%sMonth%sDay
vi: Năm%sTháng%sNgày

source: Year%sMonth
vi: Năm%sTháng

source: Year%sMonth-Day
vi: Năm%sTháng-Ngày

source: Year-Month-Day
vi: Năm-Tháng-Ngày

source: Invalid pattern
vi: Mẫu không hợp lệ

source: Shotwell can copy the photos into your library folder or it can import them without copying.
vi: Shotwell có thể chép ảnh vào thự mục thư viện ảnh hoặc có thể nhầp ảnh mà không chép.

source: Co_py Photos
vi: _Chép Ảnh

source: _Import in Place
vi: _Nhập Ảnh

source: Import to Library
vi: Nhập vào Thư viện

source: Removing Photos From Library
vi: Xoá ảnh ra khỏi thư viện

source: This will remove the photo/video from your Shotwell library. Would you also like to move the file to your desktop trash? This action cannot be undone.
vi: Bạn sẽ loại bỏ %d ảnh/video ra khỏi thư viện Shotwell. Bạn có muốn chuyển các tệp vào sọt rác không? Hành động sẽ không hoàn lại được.

source: This will remove the video from your Shotwell library. Would you also like to move the file to your desktop trash? This action cannot be undone.
vi: Bạn sẽ loại bỏ %d video từ thư viện Shotwell. Bán có muốn chuyển các tệp vào sọt rác không? Hành động này không thể hoàn lại.

source: This will remove the photo from your Shotwell library. Would you also like to move the file to your desktop trash? This action cannot be undone.
vi: Sẽ xoá %d ảnh ra khỏi thư viện Shotwell. Có muốn chuyển tệp vào thùng rác không? Hành động này không thể hoàn lại.

source: The photo or video cannot be moved to your desktop trash. Delete this file?
vi: %d ảnh/video không chuyển được vào sọt rác. Có xóa tệp không?

source: The photo or video cannot be deleted.
vi: %d ảnh/video không xóa được.

source: Import from default %1$s library (%2$s)
vi: Nhập từ thư viện mặc định %1$s (%2$s)

source: Import from another %s database file:
vi: Nhập từ một tệp cơ sở dữ liệu %s khác:

source: Import from a %s database file:
vi: Nhập từ một tệp cơ sở dữ liệu %s:

source: No database selected
vi: Chưa chọn cơ sở dữ liệu

source: %s Database
vi: Cơ sở dữ liệu %s

source: Shotwell failed to load the database file
vi: Shotwell nạp dữ liệu thất bại

source: Import From _F-Spot...
vi: Nhập từ _F-Spot...

source: Import the content of an external F-Spot database
vi: Nhập khẩu số liệu từ một cơ sở dữ liệu F-Spot bên ngoài

source: Import From F-Spot
vi: Nhập Từ F-Spot

source: No photos/videos
vi: Không có ảnh/video

source: No photos/videos found
vi: Không tìm được ảnh/video

source: Photos cannot be exported to this directory.
vi: Không xuất được ảnh sang thư mục này.

source: untitled
vi: không tên

source: Reverting
vi: Đang hoàn tác

source: Undoing Revert
vi: Đang bỏ hoàn tác

source: Enhancing
vi: Cải thiện

source: Undoing Enhance
vi: Đang bỏ Cải tiến

source: Creating New Event
vi: Đang tạo Sự kiện Mới

source: Removing Event
vi: Đang bỏ Sự kiện

source: Moving Photos to New Event
vi: Đang Chuyển Ảnh đến Sự kiện Mới

source: Setting Photos to Previous Event
vi: Đang Xếp lại Ảnh cho Sự kiện Trước

source: Merging
vi: Đang hợp nhất

source: Unmerging
vi: Đang bỏ hợp nhất

source: Duplicating photos
vi: Đang sao chép ảnh

source: Removing duplicated photos
vi: Đang bỏ các ảnh đúp

source: Unable to duplicate one photo due to a file error
vi: Không sao chép được %d ảnh do lỗi tệp

source: Restoring previous rating
vi: Đang khôi phục lại sự xếp hạng trước đây

source: Increasing ratings
vi: Tăng hạng

source: Decreasing ratings
vi: Giảm hạng

source: Setting RAW developer
vi: Thiết lập RAW developer

source: Restoring previous RAW developer
vi: Hoàn lại RAW developer trước

source: Original photo could not be adjusted.
vi: Không chỉnh lại được ảnh gốc.

source: Adjusting Date and Time
vi: Đang chỉnh lại Ngày và Giờ

source: Undoing Date and Time Adjustment
vi: Đang thôi chỉnh lại Ngày và Giờ

source: One original photo could not be adjusted.
vi: Một hoặc những ảnh sau đây không chỉnh lại được.

source: Time Adjustment Error
vi: Lỗi Chỉnh lại Thời gian

source: Time adjustments could not be undone on the following photo file.
vi: Không thể khôi phục lại thời gian đã được chỉnh trong những tệp ảnh sau đây.

source: Create Tag
vi: Tạo thẻ đánh dấu

source: Move Photos to Trash
vi: Đưa Ảnh vào Thùng rác

source: Restore Photos from Trash
vi: Đưa Ảnh ra khởi Thùng rác

source: Move the photos to the Shotwell trash
vi: Đưa ảnh vào thùng rác của Shotwell

source: Restore the photos back to the Shotwell library
vi: Đưa ảnh quay về thư viện ảnh của Shotwell

source: Moving Photos to Trash
vi: Đang Chuyển Ảnh vào Thùng rác

source: Restoring Photos From Trash
vi: Đang Lấy Ảnh Ra khỏi Thùng rác

source: Flag
vi: Đánh dấu

source: Unflag
vi: Bỏ đánh dấu

source: Flag selected photos
vi: Đánh dấu các ảnh đã chọn

source: Unflag selected photos
vi: Bỏ đánh dấu các ảnh đã chọn

source: Slideshow Transitions
vi: Hiệu ứng Chuyển tiếp khi Xem hình tự động

source: (None)
vi: (Không có)

source: None
vi: Không có

source: Publishing
vi: Công bố

source: _Login
vi: Đăn_g nhập

source: The selected photos/videos were successfully published.
vi: Những ảnh/video đã chọn đã đươc xuất bản thành công.

source: The selected videos were successfully published.
vi: Những video đã chọn đã được xuất bản thành công.

source: The selected photos were successfully published.
vi: Những ảnh chọn đã được công bố thàng công.

source: The selected video was successfully published.
vi: Bản video đã chọn đã được xuất bản thành công.

source: The selected photo was successfully published.
vi: Tấm ảnh đã chọn đã được xuất bản thành công.

source: Fetching account information...
vi: Đang lấy thông tin về tài khoản...

source: Logging in...
vi: Đang đăng nhập vào...

source: Publish Photos
vi: Công bố Ảnh

source: Publish photos _to:
vi: Công bố ảnh đến _trang:

source: Publish Videos
vi: Công bố video

source: Publish videos _to
vi: _Công bố video đến

source: Publish Photos and Videos
vi: Công bố Ảnh và Video

source: Publish photos and videos _to
vi: _Công bố ảnh và video đến

source: Unable to publish
vi: Không công bố được

source: Shotwell cannot publish the selected items because you do not have a compatible publishing plugin enabled. To correct this, choose <b>Edit %s Preferences</b> and enable one or more of the publishing plugins on the <b>Plugin</b> tab.
vi: Shotwell không xuất bản những thứ đã chọn do không có một trình xuất bản nào đã được kích hoạt. Để kích hoạt một hoặc nhiều trình xuất bản, bạn hãy chọn <b>Edit %s Preferences</b> rồi chọn thẻ <b>Plugin</b>

source: _Close
vi: Đón_g

source: Preparing for upload
vi: Chuẩn bị đưa lên mạng

source: Uploading %d of %d
vi: Đưa lên mạng %d của %d

source: Publishing to %s can't continue because an error occurred:
vi: Không tiếp tục công bố cho %s được do gặp lỗi:

source: To try publishing to another service, select one from the above menu.
vi: Để công bố thử sang một dịch vụ khác, hãy chọn trong thực đơn trên.

source: contains
vi: chứa

source: is exactly
vi: chính xác là

source: starts with
vi: bắt đầu bằng

source: ends with
vi: kết thúc bằng

source: does not contain
vi: không chứa

source: is not set
vi: chưa xác định

source: is
vi: là

source: is not
vi: không là

source: any photo
vi: bất kỳ ảnh nào

source: a raw photo
vi: ảnh thô

source: a video
vi: video

source: flagged
vi: gắn cờ

source: not flagged
vi: không gắn cờ

source: and higher
vi: và cao hơn

source: only
vi: chỉ duy nhất

source: and lower
vi: và thấp hơn

source: is after
vi: nằm sau

source: is before
vi: nằm trước

source: is between
vi: nằm giữa

source: and
vi: và

source: any
vi: bất kỳ

source: all
vi: toàn bộ

source: none
vi: không

source: Any text
vi: Văn bản bất kỳ

source: Title
vi: Tiêu đề

source: Tag
vi: Thẻ

source: Event name
vi: Tên sự kiện

source: File name
vi: Tên tập tin

source: Face
vi: Mặt

source: Media type
vi: Loại phương tiện truyền thông

source: Flag state
vi: Đánh dấu tình trạng

source: Rating
vi: Đánh giá

source: Date
vi: Ngày

source: Saved Searches
vi: Lưu lại tìm kiếm

source: modified
vi: đã sửa

source: Photos
vi: Ảnh chụp

source: Videos
vi: Video

source: RAW Photos
vi: Ảnh dạng RAW

source: RAW photos
vi: Ảnh dạng RAW

source: Error loading UI file %s: %s
vi: Lỗi khi nạp tệp UI %s: %s

source: Type
vi: Loại

source: Event %s
vi: Sự kiện %s

source: Unable to monitor %s: Not a directory (%s)
vi: Không giám sát được %s: Không phải là thư mục (%s)

source: Today
vi: Hôm nay

source: Yesterday
vi: Hôm qua

source: Items:
vi: Mục:

source: %d Event
vi: %d Sự kiện

source: Date:
vi: Ngày tháng:

source: Time:
vi: Thời gian:

source: From:
vi: Từ:

source: To:
vi: Đến:

source: Duration:
vi: Thời lượng:

source: %.1f seconds
vi: %.1f giây

source: Location:
vi: Địa điểm:

source: File size:
vi: Kích cỡ tập tin:

source: Original dimensions:
vi: Kích thước gốc:

source: Camera make:
vi: Hiệu máy ảnh:

source: Camera model:
vi: Mã mođen máy ảnh:

source: Flash:
vi: Đèn Flash:

source: Focal length:
vi: Tiêu cự:

source: Exposure bias:
vi: Bù sáng:

source: GPS latitude:
vi: Vĩ độ GPS:

source: GPS longitude:
vi: Kinh độ GPS:

source: Artist:
vi: Nghệ sĩ:

source: Copyright:
vi: Bản quyền:

source: Software:
vi: Phần mềm:

source: Extended Information
vi: Thông tin mở rộng

source: Original size
vi: Kích thước gốc

source: Width or height
vi: Chiều rộng hoặc chiều cao

source: Width
vi: Chiều rộng

source: Height
vi: Chiều cao

source: A temporary file needed for publishing is unavailable
vi: Đang thiếu một tệp tạm thời cần thiết cho sự xuất bản

source: Shotwell Connect
vi: Shotwell Connect (Kết nối Shotwell)

source: You are not currently logged into Facebook. If you don't yet have a Facebook account, you can create one during the login process. During login, Shotwell Connect may ask you for permission to upload photos and publish to your feed. These permissions are required for Shotwell Connect to function.
vi: Bạn chưa đăng nhập vào Facebook. Nếu bạn chưa có tài khoản Facebook, bạn có thể tự tạo ra trong quá trình đăng nhập. Lúc đó, Shotwell Connect có thể xin phép tải ảnh lên vào tài khoản của bạn. Việc cho phép này cần thiết cho Shotwell Connect được hoạt động thành công.

source: You have already logged in and out of Facebook during this Shotwell session. To continue publishing to Facebook, quit and restart Shotwell, then try publishing again.
vi: Bạn đã đăng nhập vào và đăng xuất ra khỏi Facebook trong phiên làm việc với Shotwell này. Để tiếp tục công bố ảnh lên Facebook, thoát và khởi động lại Shotwell, rồi thử công bố lại một lần nữa.

source: Standard (720 pixels)
vi: Chuẩn (720 pixels)

source: Large (2048 pixels)
vi: Lớn (2048 pixels)

source: Testing connection to Facebook...
vi: Đang thử nối với Facebook...

source: Creating album...
vi: Đang tạo album ảnh...

source: You are logged into Facebook as %s.
vi: Bạn đã đăng nhập vào Facebook như %s.

source: Where would you like to publish the selected photos?
vi: Bạn muốn công bố các ảnh đã chọn ở đâu?

source: Upload _size:
vi: _Kích thước tải lên:

source: Publish to an e_xisting album:
vi: Công bố vào một album _sẵn có:

source: Create a _new album named:
vi: Tạo một album _mới với tên:

source: Videos and new photo albums _visible to:
vi: Cho phép _xem video và quyển ảnh mới:

source: _Publish
vi: Công _bố

source: _Logout
vi: Đăng _xuất

source: Just me
vi: Cho riêng mình

source: All friends
vi: Tất cả các bạn bè

source: Friends of friends
vi: Bạn của bạn

source: Everyone
vi: Mọi người

source: You are not currently logged into YouTube. You must have already signed up for a Google account and set it up for use with YouTube to continue. You can set up most accounts by using your browser to log into the YouTube site at least once.
vi: Bạn chưa đăng nhập vào YouTube. Bạn đã phải đăng ký một tài khoản Google và thiết lập dùng nó với YouTube để được tiếp tục. Bạn có thể thiết lập đa số các tài khoản bằng cách dùng trình duyệt web đăng nập vào YouTube tối thiểu một lần.

source: Enter the email address and password associated with your YouTube account.
vi: Vui lòng gõ địa chỉ email và mật mã đi kèm với tài khoản YouTube của bạn.

source: YouTube didn't recognize the email address and password you entered. To try again, re-enter your email address and password below.
vi: YouTube không nhận ra địa chỉ email và mật mã mà bạn đã gõ. Để thử một lần nữa, hãy gõ lại địa chỉ email và mật mã dưới đây.

source: The email address and password you entered correspond to a Google account that isn't set up for use with YouTube. You can set up most accounts by using your browser to log into the YouTube site at least once. To try again, re-enter your email address and password below.
vi: Bạn đã nhập vào địa chỉ email và mật mã của một tài khoản Google chưa được thiết lập để dùng với YouTube. Bạn có thể thiết lập đa số các tài khoản bằng cách dùng trình duyệt web đăng nập vào YouTube tối thiểu một lần. Để thử một lần nữa, hãy gõ lại địa chỉ email và mật mã dưới đây.

source: The email address and password you entered correspond to a Google account that has been tagged as requiring additional security. You can clear this tag by using your browser to log into YouTube. To try again, re-enter your email address and password below.
vi: Bạn đã nhập vào địa chỉ email và mật mã của một tài khoản Google có đánh dấu yêu cầu thêm chế độ an toàn. Để laọi bỏ dấu đó, bạn có thể dùng trình duyệt web để đăng nhập vào YouTube. Để thử một lần nữa, hãy gõ lại địa chỉ email và mật mã dưới đây.

source: Unrecognized User
vi: Không Nhận ra Người dùng

source: Account Not Ready
vi: Tài khoản Chưa Sẵn sàng

source: Additional Security Required
vi: Yêu cầu Thêm An ninh

source: _Email address:
vi: Địa chỉ _Email:

source: _Password:
vi: _Mật khẩu:

source: Go _Back
vi: Quay _Lại

source: You are logged into YouTube as %s.
vi: Bạn đã đăng nhập vào YouTube như %s.

source: Videos will appear in '%s'
vi: Video sẽ xuất hiện trong '%s'

source: Video privacy _setting:
vi: Thiết lập chế độ _riêng tư cho video:

source: Public listed
vi: Công khai

source: Public unlisted
vi: Công cộng không trong danh sách

source: Private
vi: Riêng tư

source: You are not currently logged into Flickr. You must have already signed up for a Flickr account to complete the login process. During login you will have to specifically authorize Shotwell Connect to link to your Flickr account.
vi: Bạn chưa đăng nhập vào Flickr. Bạn phải có một tài khoản Flickr mới có thể đăng nhập vào. Trong quá trình đăng nhập bạn sẽ cần cho phép Shotwell Connect được lập liên kết đến tài khoản Flickr của bạn.
