Repository: City-busz/photos
Catalog: po/shotwell-core/*.po
Languages: vi

source: translator-credits
vi: Launchpad Contributions: Dương "Yang" ヤン Hà Nguyễn (cmpitg) https://launchpad.net/~cmpitg Lê Hoàng Phương https://launchpad.net/~herophuong93 Vu Do Quynh https://launchpad.net/~vu-do-quynh

source: Shotwell Photo Manager
vi: Trình Quản lý Ảnh Shotwell

source: Photo Manager
vi: Trình Quản lý Ảnh

source: Organize your photos
vi: Quản lý hình ảnh của bạn

source: Shotwell Photo Viewer
vi: Trình Xem Ảnh Shotwell

source: Photo Viewer
vi: Trình Xem Ảnh

source: Importing...
vi: Đang nhập...

source: _File
vi: _Tệp

source: _Stop Import
vi: _Dừng Nhập ảnh

source: Stop importing photos
vi: Dừng nhập ảnh

source: _View
vi: _Xem

source: _Help
vi: Trợ _Giúp

source: Preparing to import...
vi: Đang chuẩn bị nhập...

source: Imported %s
vi: Đã nhập %s

source: Missing Files
vi: Thiếu Tệp

source: _Edit
vi: _Sửa

source: Deleting...
vi: Đang xoá...

source: Trash
vi: Sọt rác

source: Trash is empty
vi: Sọt rác trống

source: Delete
vi: Xoá

source: Deleting Photos
vi: Đang xoá ảnh

source: Flagged
vi: Đã đánh dấu

source: _Import From Folder...
vi: _Nhập Từ Thư mục...

source: Import photos from disk to library
vi: Nhập ảnh từ đĩa sang thư viện

source: Sort _Events
vi: Sắp xếp _Sự kiện

source: Empty T_rash
vi: Đổ _rác

source: Delete all photos in the trash
vi: Xoá tất cả các ảnh từ trong thùng rác

source: View Eve_nt for Photo
vi: Xem sự _kiện liên quan đến Ảnh

source: _Find
vi: _Tìm

source: Find photos and videos by search criteria
vi: Tìm ảnh và video theo tiêu chuẩn

source: Ne_w Search...
vi: Tìm kiếm _Mới...

source: _Basic Information
vi: Thông tin _Cơ bản

source: Display basic information for the selection
vi: Hiển thị thông tin cơ bản cho sự lựa chọn

source: E_xtended Information
vi: Thông tin _mở rộng

source: Display extended information for the selection
vi: Hiển thị thông tin rộng rãi cho sự lựa chọn

source: _Search Bar
vi: _Thanh Tìm kiếm

source: Display the search bar
vi: Hiện thị thanh tìm kiếm

source: _Ascending
vi: Tăng _dần

source: Sort photos in an ascending order
vi: Sắp xếp ảnh theo hạng tăng dần

source: D_escending
vi: _Giảm dần

source: Sort photos in a descending order
vi: Sắp xếp ảnh theo thứ tự giảm dần

source: Import From Folder
vi: Nhập Từ Thư mục

source: Empty Trash
vi: Đổ Rác

source: Emptying Trash...
vi: Đang đổ rác...

source: Shotwell is configured to import photos to your home directory.
vi: Shotwell mặc định nhập ảnh vào thư mục nhà của bạn.

source: _Import
vi: _Nhập

source: Library Location
vi: Địa điểm Thư viện

source: Photos cannot be imported from this directory.
vi: Không nhập được ảnh từ thư mục này.

source: Updating library...
vi: Đang cập nhật thư viện...

source: Preparing to auto-import photos...
vi: Đang chuẩn bị nhập ảnh tự động...

source: Auto-importing photos...
vi: Đang nhập ảnh tự dộng...

source: Writing metadata to files...
vi: Đang ghi siêu thông tin vào tệp...

source: Last Import
vi: Lần Nhập Cuối cùng

source: Library
vi: Thư viện

source: Export Videos
vi: Xuất video

source: Your photo library is not compatible with this version of Shotwell. It appears it was created by Shotwell %s (schema %d). This version is %s (schema %d). Please use the latest version of Shotwell.
vi: Thư viện ảnh của bạn không thích hợp với phiên bản Shotwell này. Nó đã được tạo bởi Shotwell %s (schema %d). Phiên bản Shotwell ở đây là %s (schema %d). Vậy vui lòng dùng phiên bản mới nhất của Shotwell.

source: Shotwell was unable to upgrade your photo library from version %s (schema %d) to %s (schema %d). For more information please check the Shotwell Wiki at %s
vi: Shotwell không nâng cấp được thư viện ảnh của bạn từ phiên bản %s (schema %d) lên %s (schema %d). Để biết thêm thông tin vui lòng đọc thông tin trên Wiki Shotwell tại %s

source: Your photo library is not compatible with this version of Shotwell. It appears it was created by Shotwell %s (schema %d). This version is %s (schema %d). Please clear your library by deleting %s and re-import your photos.
vi: Thư viện ảnh của bạn không thích hợp với phiên bản này của Shotwell. Hình như nó đã được tạo bởi Shotwell phiên bản %s (schema %d). Phiên bản ở đây là %s (schema %d). Vậy vui lòng làm lại thư viện ảnh bằng cách xóa %s và nhập lại các ảnh của bạn.

source: Unknown error attempting to verify Shotwell's database: %s
vi: Lỗi không rõ trong khi kiểm tra cơ sở dữ liệu Shotwell: %s

source: Loading Shotwell
vi: Đang nạp Shotwell

source: [FILE]
vi: [TỆP]

source: Run '%s --help' to see a full list of available command line options.
vi: Chạy lệnh '%s --help' để xem danh sách các tùy chọn dòng lệnh có sẵn.

source: Success
vi: Thành công

source: File error
vi: Lỗi tệp

source: Unable to decode file
vi: Không giải mã được tệp

source: Database error
vi: Lỗi cơ sở dữ liệu

source: User aborted import
vi: Người dùng đã bỏ cuộc nhập

source: Not a file
vi: Không phải là tệp

source: File already exists in database
vi: Tệp đã có rồi trong cơ sở dữ liệu

source: Unsupported file format
vi: Đinh dạng tệp không được hỗ trợ

source: Not an image file
vi: Không phải là tệp ảnh

source: Disk failure
vi: Đĩa bị lỗi

source: Disk full
vi: Đĩa đã đầy

source: Camera error
vi: Lỗi máy ảnh

source: File write error
vi: Lỗi ghi tệp

source: Imported failed (%d)
vi: Nhập ảnh đã thất bại (%d)

source: Previous photo
vi: Ảnh chụp trước

source: Next photo
vi: Ảnh chụp tiếp

source: Photo source file missing: %s
vi: Tệp ảnh gốc đang thiếu: %s

source: _Photo
vi: Ảnh chụ_p

source: _Tools
vi: _Công cụ

source: _Previous Photo
vi: Ảnh chụp _Trước

source: Previous Photo
vi: Ảnh Trước

source: _Next Photo
vi: Ảnh chụp T_iếp

source: Next Photo
vi: Ảnh chụp Tiếp

source: Zoom _In
vi: Phóng t_o

source: Increase the magnification of the photo
vi: Tăng độ phóng to của ảnh

source: Zoom _Out
vi: Thu _nhỏ

source: Decrease the magnification of the photo
vi: Giảm độ phóng to của ảnh

source: Fit to _Page
vi: Ảnh vừa T_rang

source: Zoom the photo to fit on the screen
vi: Zoom ảnh cho vừa màn hình

source: Zoom the photo to 100% magnification
vi: Zoom ảnh đến độ phóng 100%

source: Zoom the photo to 200% magnification
vi: Zoom ảnh đến độ phóng to 200%

source: Ta_gs
vi: T_hẻ

source: S_lideshow
vi: _Xem hình tự động

source: Play a slideshow
vi: Chiếu ảnh slideshow

source: Developer
vi: Người phát triển

source: Remove From Library
vi: Loại bỏ Từ Thư viện

source: Removing Photo From Library
vi: Đang Loại bỏ Ảnh từ Thư viện

source: Export Photo
vi: Xuất ảnh

source: Unable to export %s: %s
vi: Không xuất được %s: %s

source: Unable to launch Nautilus Send-To: %s
vi: Không khởi động được trình Gửi-Tới của Nautilus: %s

source: Send To
vi: Gửi Tới

source: Unable to export background to %s: %s
vi: Không xuất được nền đến %s: %s

source: Unable to prepare desktop slideshow: %s
vi: Không chuẩn bị được xem ảnh tự động: %s

source: Tags
vi: Thẻ

source: Settings
vi: Thiết lập

source: _Delay:
vi: Khoảng _trễ:

source: seconds
vi: giây

source: _Transition effect:
vi: _Hiệu lực chuyển tiếp:

source: Transition d_elay:
vi: Kh_oảng trễ chuyển tiếp:

source: Slideshow
vi: Trình chiếu ảnh

source: Back
vi: Lùi

source: Go to the previous photo
vi: Quay về ảnh trước

source: Pause
vi: Tạm dừng

source: Pause the slideshow
vi: Tạm dừng chiếu ảnh

source: Next
vi: Tiếp

source: Go to the next photo
vi: Đi đến ảnh kế tiếp

source: Change slideshow settings
vi: Thay đổi thiết lập chiếu ảnh

source: All photo source files are missing.
vi: Tất cả các tệp ảnh gốc đang thiếu.

source: Play
vi: Chiếu ảnh

source: Continue the slideshow
vi: Tiếp tục chiếu ảnh

source: Low (%d%%)
vi: Thấp (%d%%)

source: Medium (%d%%)
vi: Trung (%d%%)

source: High (%d%%)
vi: Cao (%d%%)

source: Maximum (%d%%)
vi: Tối đa (%d%%)

source: Camera
vi: Máy ảnh

source: Unable to unmount camera. Try unmounting the camera from the file manager.
vi: Không unmount (tháo gắn kết) được máy ảnh. Bạn hãy unmount máy ảnh thông qua trình quản lý tệp.

source: Hide photos already imported
vi: Che giấu các ảnh đã nhập rồi

source: Only display photos that have not been imported
vi: Chỉ hiển thị những ảnh chưa được nhập

source: _Titles
vi: _Tên

source: Display the title of each photo
vi: Hiển thị tiêu đề mỗi ảnh

source: Import _Selected
vi: Nhập _Lựa chọn

source: Import the selected photos into your library
vi: Nhập ảnh đã chọn vào thư viện của bạn

source: Import _All
vi: Nhập _Tất

source: Import all the photos into your library
vi: Nhập tất cả các ảnh vào thư viện

source: Shotwell needs to unmount the camera from the filesystem in order to access it. Continue?
vi: Shotwell cần unmount máy ảnh trên hệ thống tập tin để có thể truy cập. Tiếp tục?

source: _Unmount
vi: _Unmount (Gỡ bỏ)

source: Please unmount the camera.
vi: Vui lòng gỡ bỏ máy ảnh

source: The camera is locked by another application. Shotwell can only access the camera when it's unlocked. Please close any other application using the camera and try again.
vi: Máy ảnh bị một ứng dụng khác khoá lại. Shotwell chỉ truy cập được máy ảnh sao khi đã bỏ khoá. Vui lòng đóng lại bất kỳ ứng dụng nào khác đang sử dụng máy ảnh để thử lại.

source: Please close any other application using the camera.
vi: Vui lòng đóng lại bất kỳ ứng dụng nào đang dùng máy ảnh

source: Unable to fetch previews from the camera: %s
vi: Không lấy được ảnh xem trước từ máy ảnh: %s

source: Unmounting...
vi: Đang umount (gỡ gắn kết)...

source: Fetching photo information
vi: Đang lấy thông tin về ảnh

source: Fetching preview for %s
vi: Đang lấy ảnh xem thử cho %s

source: Unable to lock camera: %s
vi: Không khoá được máy ảnh: %s

source: Delete this photo from camera?
vi: Xoá %d ảnh này từ máy ảnh?

source: Delete this video from camera?
vi: Xoá %d video này từ máy ảnh?

source: Delete this photo/video from camera?
vi: Xoá %d ảnh/video này từ máy ảnh?

source: Delete these files from camera?
vi: Xoá %d ảnh từ máy ảnh?

source: _Keep
vi: _Giữ

source: Removing photos/videos from camera
vi: Đang xoá ảnh/video từ máy ảnh

source: Unable to delete %d photo/video from the camera due to errors.
vi: Không xoá được %d ảnh/video từ máy ảnh do đã gặp lỗi.

source: Cameras
vi: Máy ảnh

source: Unable to create data directory %s: %s
vi: Không tạo được thư mục %s: %s

source: Pictures
vi: Ảnh

source: Unable to create temporary directory %s: %s
vi: Không tạo được thư mục tạm thời %s: %s

source: Unable to create data subdirectory %s: %s
vi: Không tạo được thư mục phụ cho số liệu %s: %s

source: _Save
vi: _Lưu

source: Save photo
vi: Lưu ảnh

source: Save _As...
vi: Lư_u Thành...

source: Save photo with a different name
vi: Lưu ảnh với một tên khác

source: Print the photo to a printer connected to your computer
vi: In ảnh dùng một máy in đã gắn với máy tính

source: Edit
vi: Sửa

source: %s does not exist.
vi: %s không có thật.

source: %s is not a file.
vi: %s không phải là tệp.

source: %s does not support the file format of %s.
vi: %s không hỗ trợ định dạng tệp của %s.

source: _Save a Copy
vi: _Lưu bản sao

source: Lose changes to %s?
vi: Bỏ các thay đổi cho %s?

source: Close _without Saving
vi: Đóng _không Lưu

source: Error while saving to %s: %s
vi: Lỗi khi đang lưu đến %s: %s

source: Save As
vi: Lưu Thành

source: Pin Toolbar
vi: Cố định Thanh công cụ

source: Pin the toolbar open
vi: Cố định Thanh công cụ mở

source: Leave fullscreen
vi: Thoát chế độ toàn màn hình

source: Leave _Fullscreen
vi: Thoát chế độ _Toàn màn hình

source: _Quit
vi: T_hoát

source: _About
vi: G_iới thiệu

source: Fulls_creen
vi: Toàn _Màn hình

source: _Contents
vi: _Nội dung

source: _Frequently Asked Questions
vi: _Các câu hỏi thường gặp

source: _Cancel
vi: _Thôi

source: A fatal error occurred when accessing Shotwell's library. Shotwell cannot continue. %s
vi: Lỗi nghiêm trọng khi truy cập thư viện Shotwell. Không thể tiếp tục. %s

source: Visit the Yorba web site
vi: Tham quan trang web Yorba

source: Unable to display help: %s
vi: Không thể hiển thị trợ giúp: %s

source: Unable to display FAQ: %s
vi: Không hiện thị được FAQ: %s

source: Fill the entire page
vi: Dùng toàn trang

source: 2 images per page
vi: 2 ảnh mỗi trang

source: 4 images per page
vi: 4 ảnh mỗi trang

source: 6 images per page
vi: 6 ảnh mỗi trang

source: 8 images per page
vi: 8 ảnh mỗi trang

source: 16 images per page
vi: 16 ảnh mỗi trang

source: 32 images per page
vi: 32 ảnh mỗi trang

source: Printed Image Size
vi: Kích thước hình in

source: Use a _standard size:
vi: Dùng _kích thước chuẩn:

source: Use a c_ustom size:
vi: Dùng kích thước th_eo ý:

source: _Autosize:
vi: Tự chỉnh _kích thước

source: _Match photo aspect ratio
vi: _Khớp với tỷ lệ kích thước của ảnh

source: Titles
vi: Tiêu đề

source: Print image _title
vi: In t_iêu đề ảnh

source: Pixel Resolution
vi: Độ Phân giải Pixel

source: _Output photo at:
vi: _Xuất ảnh với:

source: pixels per inch
vi: pixels mỗi inch

source: Wallet (2 x 3 in.)
vi: Ví (5 x 7,5 cm)

source: Notecard (3 x 5 in.)
vi: Thẻ ghi nhớ (7,5 x 12,5 cm)

source: 4 x 6 in.
vi: 10 x 15 cm

source: 5 x 7 in.
vi: 12,5 x 17,5 cm

source: 8 x 10 in.
vi: 20 x 25 cm

source: 11 x 14 in.
vi: 27,5 x 35 cm

source: 16 x 20 in.
vi: 40 x 50 cm

source: Metric Wallet (9 x 13 cm)
vi: Vỉ (9 x 13 cm)

source: Postcard (10 x 15 cm)
vi: Bưu thiếp (10 x 15 cm)

source: Image Settings
vi: Thiết lập ảnh

source: Printing...
vi: Đang in...

source: Unable to print photo: %s
vi: Không in được ảnh: %s

source: F_aces
vi: Mặ_t

source: Faces
vi: Mặt

source: Copyright 2009-2011 Yorba Foundation
vi: Bản quyền 2009-2011 Yorba Foundation

source: Rotate _Right
vi: Xoay _Phải

source: Rotate
vi: Xoay

source: Rotate Right
vi: Xoay sang Phải

source: Rotate the photos right (press Ctrl to rotate left)
vi: Xoay ảnh bên phải (nhấn Ctrl để xoay trái)

source: Rotate _Left
vi: Xoay _Trái

source: Rotate Left
vi: Xoay sang Trái

source: Rotate the photos left
vi: Xoay ảnh sang trái

source: Flip Hori_zontally
vi: Lật N_gang

source: Flip Horizontally
vi: Lật Ngang

source: Flip Verti_cally
vi: Lật _Dọc

source: Flip Vertically
vi: Lật Dọc

source: _Enhance
vi: Tối ư_u

source: Enhance
vi: Tối ưu

source: Automatically improve the photo's appearance
vi: Tự động tối ưu diện mạo của ảnh

source: _Crop
vi: _Xén

source: Crop
vi: Xén

source: Crop the photo's size
vi: Xén bất kích thước của ảnh

source: _Straighten
vi: _Làm thẳng

source: Straighten
vi: Làm thẳng

source: Straightens the photo
vi: Làm thẳng ảnh

source: _Red-eye
vi: _Mắt đỏ

source: Red-eye
vi: Mắt đỏ

source: Reduce or eliminate any red-eye effects in the photo
vi: Giảm hoặc bỏ mọi hiệu ứng mắt đỏ trong ảnh

source: _Adjust
vi: Điều _chỉnh

source: Adjust
vi: Điều chỉnh

source: Adjust the photo's color and tone
vi: Điều chỉnh sắc màu của ảnh

source: Re_vert to Original
vi: _Quay về Ảnh gốc

source: Revert to Original
vi: Quay về Ảnh gốc

source: Revert External E_dits
vi: Khôi _phục thay đổi gây ra do trình chỉnh sửa khác

source: Revert to the master photo
vi: Quay lại đến ảnh chủ

source: Set as _Desktop Background
vi: Làm Nền _Màn hình

source: Set selected image to be the new desktop background
vi: Chọn ảnh này làm nền màn hình mới

source: Set as _Desktop Slideshow...
vi: Đặt thành Chuyển hình tự động cho _Màn hình nền...

source: _Undo
vi: _Hoàn tác

source: Undo
vi: Hoàn tác

source: _Redo
vi: _Làm lại

source: Redo
vi: Làm lại

source: Re_name Event...
vi: Đổi _Tên Sự kiện...

source: Rename Event
vi: Đổi tên của Sự kiện

source: Make _Key Photo for Event
vi: Làm ảnh _Biểu tượng cho Sự kiện

source: Make Key Photo for Event
vi: Làm Ảnh Biểu tượng cho Sự kiện

source: _New Event
vi: _Sự kiện Mới

source: New Event
vi: Sự kiện Mới

source: Move Photos
vi: Di chuyển Ảnh

source: Move photos to an event
vi: Chuyển ảnh vào một sự kiện

source: _Merge Events
vi: _Kết hợp Sự kiện

source: Merge
vi: Kết hợp

source: _Set Rating
vi: _Xếp Loại

source: Set Rating
vi: Xếp Loại

source: Change the rating of your photo
vi: Đổi giá trị xếp loại các ảnh

source: _Increase
vi: _Nâng cấp

source: Increase Rating
vi: Nâng Hạng Xếp loại

source: _Decrease
vi: _Giảm

source: Decrease Rating
vi: Giảm hạng Xếp loại

source: _Unrated
vi: Chưa Đánh _giá

source: Unrated
vi: Chưa đánh giá

source: Rate Unrated
vi: Xếp Loại Ảnh Chưa Đánh giá

source: Setting as unrated
vi: Đánh dấu là chưa đánh giá

source: Remove any ratings
vi: Bỏ mọi đánh giá

source: _Rejected
vi: _Từ chối

source: Rejected
vi: Đã từ chối

source: Rate Rejected
vi: Sự Đáng giá bị Từ chối

source: Setting as rejected
vi: Đánh dấu là đã bị từ chối

source: Set rating to rejected
vi: Xếp loại là đã bị từ chối

source: Rejected _Only
vi: Chỉ ảnh Từ _chối

source: Rejected Only
vi: Chỉ ảnh Từ chối

source: Show only rejected photos
vi: Chỉ hiện ảnh đã từ chối

source: All + _Rejected
vi: Tất cả + _Bị Từ chối

source: Show all photos, including rejected
vi: Hiển thị tất cả các ảnh, kể cả ảnh đã bị từ chối

source: _All Photos
vi: _Tất cả các Ảnh

source: Show all photos
vi: Hiển thị tất cả các ảnh

source: _Ratings
vi: _Xếp hạng

source: Display each photo's rating
vi: Hiển thị sự xếp loại đánh giá của từng ảnh

source: _Filter Photos
vi: _Lọc Ảnh

source: Filter Photos
vi: Lọc qua các ảnh

source: Limit the number of photos displayed based on a filter
vi: Hạn chế số lượng ảnh được hiển thị trên cơ sở bộ lọc

source: _Duplicate
vi: _Nhân đôi

source: Duplicate
vi: Nhân đôi

source: Make a duplicate of the photo
vi: Nhân đôi bản ảnh

source: _Export...
vi: _Xuất...

source: _Print...
vi: _In...

source: Pu_blish...
vi: Công _bố...

source: Publish
vi: Công bố

source: Publish to various websites
vi: Công bố lên các trang web

source: E_dit Title...
vi: _Sửa Tên...

source: Edit Title
vi: Sửa Tiêu đề

source: _Adjust Date and Time...
vi: _Chỉnh lại Ngày và Thời gian...

source: Adjust Date and Time
vi: Chỉnh Ngày và Thời gian

source: Add _Tags...
vi: Bổ sung _Thẻ...

source: Add Tags
vi: Bổ sung Thẻ

source: _Preferences
vi: Tù_y thích

source: _Open With External Editor
vi: _Mở với trình soạn ngoại

source: Open With RA_W Editor
vi: Mở với trình soạn RA_W

source: Send _To...
vi: _Gửi Đến...

source: _Find...
vi: Tì_m...

source: Find
vi: Tìm

source: Find an image by typing text that appears in its name or tags
vi: Tìm một ảnh nhờ văn bản trong tên hoặc thẻ đánh dấu của ảnh

source: _Flag
vi: Đánh _dấu

source: Un_flag
vi: Bỏ _dấu

source: Mark faces of people in the photo
vi: Đán dấu những mặt của người trong ảnh

source: Modify Faces
vi: Thay đổi mặt

source: Delete Face
vi: Xoá Mặt

source: _Delete
vi: _Xoá

source: _Rename...
vi: Th_ay tên...

source: Unable to launch editor: %s
vi: Không khởi động được trình soạn: %s

source: Add Tag "%s"
vi: Thêm Thẻ "%s"

source: Add Tags "%s" and "%s"
vi: Thêm các Thẻ "%s" và "%s"

source: _Delete Tag "%s"
vi: _Xoá Thẻ "%s"

source: Delete Tag "%s"
vi: Xoá Thẻ "%s"

source: Delete Tag
vi: Xoá Thẻ

source: _New
vi: _Mới

source: Re_name Tag "%s"...
vi: Đổ_i Tên Thẻ "%s"...

source: Rename Tag "%s" to "%s"
vi: Đổi Thẻ "%s" thành "%s"

source: Modif_y Tags...
vi: Chỉ_nh Thẻ...

source: Modify Tags
vi: Chỉnh Thẻ

source: Tag Photo as "%s"
vi: Gắn thẻ "%s" vào ảnh

source: Tag Photos as "%s"
vi: Gắn thẻ "%s" vào các ảnh

source: Tag the selected photo as "%s"
vi: Gắn thẻ "%s" vào ảnh đã chọn

source: Tag the selected photos as "%s"
vi: Gắn thẻ "%s" vào các ảnh đã chọn

source: Remove Tag "%s" From _Photo
vi: Xoá Thẻ "%s" Từ Ản_h

source: Remove Tag "%s" From _Photos
vi: Xóa thẻ "%s" từ các ả_nh

source: Remove Tag "%s" From Photo
vi: Xoá Thẻ "%s" Từ Ảnh

source: Remove Tag "%s" From Photos
vi: Xóa thẻ "%s" từ các ảnh

source: Unable to rename tag to "%s" because the tag already exists.
vi: Không đổi tên thẻ sang "%s" được do đã có thẻ với tên này rồi.

source: Unable to rename search to "%s" because the search already exists.
vi: Không thể đổi tên tìm kiếm thành "%s" vì tìm kiếm đó đã tồn tại.

source: Saved Search
vi: Kết quả tìm kiếm đã lưu

source: Delete Search
vi: Xoá tìm kiếm

source: _Edit...
vi: _Sửa...

source: Re_name...
vi: Đổi _tên

source: Rename Search "%s" to "%s"
vi: Đổi tên tìm kiếm "%s" thành "%s"

source: Delete Search "%s"
vi: Xóa tìm kiếm "%s"

source: Unable to rename face to "%s" because the face already exists.
vi: Không đổi tên mặt thành "%s" được do đã có rồi.

source: Remove Face "%s" From _Photo
vi: Bỏ Mặt "%s" Ra _Khỏi Ảnh

source: Remove Face "%s" From _Photos
vi: Bỏ Mặt "%s" Ra _Khỏi các Ảnh

source: Remove Face "%s" From Photo
vi: Bỏ Mặt "%s" Ra Khỏi Ảnh

source: Remove Face "%s" From Photos
vi: Bỏ Mặt "%s" Ra Khỏi các Ảnh

source: Re_name Face "%s"...
vi: Thay _tên Mặt "%s"...

source: Rename Face "%s" to "%s"
vi: Đổi tên Mặt từ "%s" thành "%s"

source: _Delete Face "%s"
vi: _Xoá Mặt "%s"

source: Delete Face "%s"
vi: _Xoá Mặt "%s"

source: Rate %s
vi: Đánh giá %s

source: Set rating to %s
vi: Xếp bậc đánh giá cho %s

source: Setting rating to %s
vi: Đang xếp bậc đánh giá cho %s

source: Display %s
vi: Hiển thị %s

source: Only show photos with a rating of %s
vi: Chỉ hiển thị ảnh với bậc %s

source: %s or Better
vi: %s hoặc Tốt hơn

source: Display %s or Better
vi: Hiển thị %s hoặc Hơn

source: Only show photos with a rating of %s or better
vi: Chỉ hiển thị ảnh có bậc đánh giá bằng %s hoặc tốt hơn

source: Remove the selected photos from the trash
vi: Lấy những ảnh đã chọn ra khỏi thùng rác

source: Remove the selected photos from the library
vi: Bỏ những ảnh đã chọn ra khỏi thư viện

source: _Restore
vi: _Khôi phục

source: Move the selected photos back into the library
vi: Chuyển lại các ảnh đã chọn vào thư viện

source: Show in File Mana_ger
vi: Hiển thị trong Trình Quản lý Tệp

source: Open the selected photo's directory in the file manager
vi: Mở thư mục chứa ảnh trong trình quản lý tệp

source: Unable to open in file manager: %s
vi: Không mở được trong trình quản lý ảnh: %s

source: R_emove From Library
vi: _Xoá Khỏi Thư viện

source: _Move to Trash
vi: Chu_yển vào Sọt rác

source: Select _All
vi: Chọn _Tất cả

source: Select all items
vi: Chọn tất cả các mục

source: Export Photo/Video
vi: Xuất khẩu Ảnh/Video

source: Export Photos/Videos
vi: Xuất khẩu Ảnh/Video

source: Export Photos
vi: Xuất Ảnh

source: Rotating
vi: Đang xoay

source: Undoing Rotate
vi: Đang bỏ xoay ảnh

source: Flipping Horizontally
vi: Đang lật ảnh theo chiều ngang

source: Undoing Flip Horizontally
vi: Đang bỏ thao tác lật ảnh theo chiều ngang

source: Flipping Vertically
vi: Đang lật ảnh theo chiều thẳng đứng

source: Undoing Flip Vertically
vi: Đang bỏ thao tác lật ảnh theo chiều thẳng đứng

source: %a %b %d
vi: %a %d %b

source: %a %b %d, %Y
vi: %a %d %b, %Y

source: Adjust the size of the thumbnails
vi: Thay đổi kích thước các ảnh thu nhỏ

source: _Photos
vi: Ả_nh

source: Even_ts
vi: Sự _kiện

source: Increase the magnification of the thumbnails
vi: Tăng độ phóng các ảnh thu nhỏ

source: Decrease the magnification of the thumbnails
vi: Giảm độ phóng to các ảnh thu nhỏ

source: Sort _Photos
vi: Sắp _xếp ảnh

source: _Play Video
vi: _Phát Video

source: Open the selected videos in the system video player
vi: Mở video đã chọn với trình xem phim của hệ thống

source: Display each photo's tags
vi: Hiển thị thẻ mỗi ảnh

source: By _Title
vi: Theo Tê_n

source: Sort photos by title
vi: Sắp xếp ảnh theo tên

source: By Exposure _Date
vi: Theo Ngày_Chụp

source: Sort photos by exposure date
vi: Sắp xếp ảnh theo ngày chụp

source: By _Rating
vi: Theo _Hạng xếp

source: Sort photos by rating
vi: Sắp xếp ảnh theo hạng xếp

source: Shotwell was unable to play the selected video: %s
vi: Shotwell không chơi được video đã chọn: %s

source: Return to current photo dimensions
vi: Hoàn lại kích thước ảnh hiện tại

source: Set the crop for this photo
vi: Thiết lập vùng cắt ảnh này

source: Pivot the crop rectangle between portrait and landscape orientations
vi: Xoay vùng thu cắt ảnh 90 độ

source: Unconstrained
vi: Không giới hạn

source: Square
vi: Vuông

source: Screen
vi: Màn hình
